

	"NSLE-20639 -108" = "Nie można było wykonać ostatniego polecenia, gdyż brakuje pamięci.";
	"NSLE-20639 -108 Solution" = "Proszę zamknąć niektóre programy oraz niektóre okna, by zwolnić trochę pamięci.";

	"NSLE-20639 -1" = "Żądanie nie mogło być wykonane z powodu wewnętrznego błędu w NSL.";
	"NSLE-20639 -1 Solution" = "Proszę spróbować ponownie. Jeśli problemy nadal będą się powtarzać, uruchom ponownie program lub komputer, a następnie spróbuj wykonać żądanie jeszcze raz.";

	"NSLE-20639 -4199" = "NSL Manager nie mógł być zainicjalizowany.";
	"NSLE-20639 -4199 Solution" = "Uruchom ponownie komputer i spróbuj jeszcze raz.";

	"NSLE-20639 -4198" = "Zainstalowane oprogramowanie systemowe nie obsługuje tej wersji NSL.";
	"NSLE-20639 -4198 Solution" = "Zainstaluj Mac OS w wersji 8.7 lub nowszy.";

	"NSLE-20639 -4197" = "Nie jest dostępna właściwa wersja Open Transport.";
	"NSLE-20639 -4197 Solution" = "Zainstaluj Open Transport w wersji 1.3 lub nowszy.";

	"NSLE-20639 -4192" = "Twój komputer nie jest podłączony do sieci.";
	"NSLE-20639 -4192 Solution" = "Sprawdź ustawienia sieciowe i upewnij się czy wszystkie kable są poprawnie podłączone. Następnie spróbuj ponownie.";

	"NSLE-20639 -4182" = "Nie można załadować modułów NSL podczas startu.";
	"NSLE-20639 -4182 Solution" = "Uruchom ponownie komputer i spróbuj jeszcze raz.";

	"NSLE-20639 -4181" = "NSL Manager na mógł znaleźć żadnego modułu do załadowania.";
	"NSLE-20639 -4181 Solution" = "Upewnij się, że co najmniej jeden moduł NSL znajduje się w katalogu /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "NSL Manager nie mógł załadować żadnego z modułów, by wypełnić Twoje żądanie.";
	"NSLE-20639 -4179 Solution" = "Sprawdź ustawienia sieciowe i upewnij się czy wszystkie kable są poprawnie podłączone. Następnie spróbuj ponownie.";

	"NSLE-20639 -4177" = "Pewne, ale nie wszystkie, moduły NSL nie zostały załadowane.";
	"NSLE-20639 -4177 Solution" = "Możesz kontynuować, gdyż co najmniej jeden moduł jest dostępny. Zajrzyj do tablicy kontrolnej Kontroler rozszerzeń, by zobaczyć, które moduły są dostępne.";

	"NSLE-20639 -4174" = "Biblioteka NSL UI Library jest niedostępna.";
	"NSLE-20639 -4174 Solution" = "Upewnij się, że ta wspólna biblioteka znajduje się w katalogu Rozszerzenia i spróbuj ponownie.";

	"NSLE-20639 -43" = "Plik potrzebny dla tej operacji nie był dostępny.";
	"NSLE-20639 -43 Solution" = "Upewnij się, czy wszystkie składniki masz poprawnie zainstalowane.";

	"STR#-20639 1" = "Moduł NSL %s nie mógł być załadowany.";

	"STR#-20639 2" = "Upewnij się czy ustawienia sieciowe są poprawnie skonfigurowane. Możesz kontynuować, gdyż co najmniej jeden moduł jest dostępny";

	"This Computer" = "Ten komputer";
	"Managed Network Directory" = "Zarządzany katalog sieciowy";
	"Default (%@ and %@)" = "Domyślne (%@ oraz %@)";
	".Mac" = ".Mac";
	
	"Server" = "Serwer";
	"My Mac" = "Mój Mac";
	"Folder" = "Katalog";
	"Neighborhood" = "Otoczenie";
	"Mac Server" = "Serwer Mac";
	"PC Server" = "Serwer PC";
	"Sharepoint" = "Punkt udostępniany";
	"Remote Disc" = "Zdalna płyta";
	"AirPort Base Station" = "Stacja bazowa AirPort";
	"AirPort Disk" = "Dysk AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Wolumin";

	"Applications" = "Programy";
	"Library" = "Biblioteki";
	"Servers" = "Serwery";

	"Guest" = "Gość";
	"Anonymous" = "Anonimowy";

	"SHARED" = "UDOSTĘPNIANE";
	"Network" = "Sieć";
	"More..." = "Więcej…";
	"All..." = "Wszystko…";
	